brew "zsh"
brew "zsh-completions"
brew "bat"
brew "exa"
brew "fd"
brew "git"
brew "httpie"
brew "hub"
brew "jq"
brew "tree"
brew "watchman"
brew "wget"
brew "pyenv"
brew "ipython"
brew "yarn"
brew "ffmpeg"
brew "git-open"
brew "nmap"
brew "go"
brew "autoenv"
brew "mysql"
brew "imageoptim-cli"
brew "mitmproxy"
brew "watch"

tap "homebrew/cask-versions"

cask "android-studio"
cask "docker"
cask "intellij-idea"
cask "pycharm"
cask "webstorm"
cask "ngrok"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "homebrew/cask-versions/adoptopenjdk8"
cask "flux"
cask "caffeine"
cask "vlc"
cask "goland"
cask "db-browser-for-sqlite"


tap "homebrew/cask-fonts"
cask "font-fira-code"
