brew "zsh"
brew "zsh-completions"
brew "bat"
brew "exa"
brew "fd"
brew "git"
brew "httpie"
brew "hub"
brew "jq"
brew "tree"
brew "watchman"
brew "wget"

cask "android-studio"
cask "docker"
cask "intellij-idea"
cask "pycharm"
cask "ngrok"
cask "slack"
cask "spotify"
cask "sublime-text"